Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/public_transport/luas.html.txt.tmx
Source language: en
Languages: ga

source: Luas is a Light Rail Transit (LRT) system (a public transport tram system) that operates in Dublin, Ireland
ga: Córas iompair iarnróid chaoil é Luas (córas iompair phoiblí tram) atá ag feidhmiú i mBaile Átha Cliath, Éire

source: The name Luas (pronounced "Lou-As") is the Irish word for speed
ga: Luas an Ghaeilge atá ar an bhfocal Béarla "speed" (fuaimnítear an focal ar nós "Lou-As" sa Bhéarla)

source: This tram system connects suburban parts of Dublin city with the city centre on two separate tramlines
ga: Ceanglaíonn an córas tram seo roinnt fobhailte i gCathair Átha Cliath le lár na cathrach ar dhá líne tram éagsúil

source: • The Green Line: connecting Brides Glen to St Stephen's Green in the city centre
ga: • An Líne Uaithne, a cheanglaíonn Gleann Bhríde le Faiche Stiofáin i lár na cathrach

source: This journey takes, approximately 40 minutes
ga: Tuairim 40 nóiméad a thógann sé an turas a dhéanamh

source: • The Red Line: connecting Tallaght to The Point in Dublin Docklands
ga: • Beidh an Líne Dhearg ag ceangail Tamhlacht le An Pointe i Dugthailte Bhaile Átha Cliath

source: This journey will take approximately 53 minutes
ga: Tuairim 53 nóiméad a thógfaidh sé an turas a dhéanamh

source: The Green Line opened in June 2004 and the Red Line opened in September 2004
ga: D'oscail an Líne Uaithne ar an 30 Meitheamh 2004 agus beidh an Líne Dhearg ag oscailt i bhFómhar na bliana 2004

source: View a map showing routes along the Green and Red lines here
ga: Is féidir leat breathnú ar léarscáil anseo a thaispeáineann na bealaí ar an Líne Uaithne agus ar an Líne Dhearg

source: The Red and Green lines do not connect
ga: Ní cheanglaíonn an Líne Dhearg leis an Líne Uaithne

source: There is a 15-minute walk between St Stephen's Green on the Green Line and Abbey Street on the Red Line
ga: Tógfaidh sé 15 nóiméad siúl ón Líne Uaithne i bhFaiche Stiofáin go dtí an Líne Dhearg ar Shráid na Mainistreach

source: You can read through some frequently asked questions about Luas here
ga: Is féidir léamh tríd cuid de na ceisteanna coiteanta a bhaineann le Luas anseo

source: View a full list of the Green Line stops here
ga: Breathnaigh ar liosta iomlán na stopanna ar an Líne Uaithne anseo

source: View the Red Line stops here
ga: Breathnaigh ar léarscáil den Líne Dhearg anseo

source: Frequency of Luas trams
ga: Minicíocht na dtramanna Luais

source: Luas trams will run every 4-5 minutes at peak time and every 10-15 minutes at off-peak times
ga: Déanfar é seo le deis a thabhairt don trácht agus do phaisinéirí Luais dul i dtaithí ar an gcóras nua

source: Operating times for Luas trams are:
ga: Is iad seo a leanas an t-amchlár a bheidh ag tramanna Luais:

source: • Monday to Friday from 5.30 to 00.30
ga: • Luan go hAoine ó 5.30 go 00.30

source: • Saturday from 6.30 to 0.30
ga: • Dé Sathairn ó 6.30 go 0.30

source: • Sunday from 7.00 to 23.30
ga: • Dé Domhnaigh ó 7.00 go 23.30

source: There are electronic displays telling you the time of the next tram at every Luas stop
ga: Beidh fógra leictreonach ann a thabharfaidh eolas duit cén t-am a bheidh an chéad tram eile ag teacht chuig gach stad

source: In addition, there are electronic displays and announcements informing passengers of the next stop on board every Luas tram. Special services operate during the Christmas season, New Year and on other occasions
ga: Chomh maith leis sin, beidh fógraí leictreonacha agus fógraí béil ar bord gach tram Luais le heolas a thabhairt do na paisinéirí faoin gcéad stop eile

source: Luas services for disabled passengers
ga: Seirbhísí Luais do phaisinéirí atá faoi mhíchumas

source: Each tram makes audio announcements and has electronic displays so you can tell where you are on your journey
ga: Beidh fógraí béil dhá dhéanamh i ngach tram agus fógraí leictreonacha freisin a thabharfaidh le fios cá bhfuil tú ar do thuras

source: You are allowed to bring your guide dog on board Luas trams
ga: Beidh cead agat madra treorach a thabhairt leat ar bord tramanna Luais

source: No other animals however are allowed on Luas trams
ga: Ach, ní cheadaítear aon ainmhithe eile ar tramanna Luais

source: All Luas tram and tram stops are wheelchair-accessible and there are designated parking spaces for people with disabilities
ga: Is féidir le daoine i gcathaoireacha rotha úsáid a bhaint as tramanna agus stadanna Luais gan aon stró agus tá áiteanna páirceála faoi leith curtha ar leataobh do dhaoine atá faoi mhíchumas

source: The stops that have been built in a cutting or on an elevated track have lifts to make then as open to wheelchair users as they are to pedestrians
ga: Tá ardaitheoirí curtha ar fáil ag na stadanna atá tógtha ar bhóithre gearrtha nó ar chosán ardaithe ionas gur féidir le húsáideoirí cathaoireacha rotha iad a úsáid mar a úsáideanna coisithe

source: Each tram has a low floor and level threshold with a minimal gap between the floor of the tram and the edge of the platform
ga: Tá urlár íseal ag gach tram agus tairseach ar an leibhéal le go mbeidh bearna chomh beag agus is féidir idir urlár an tram agus an ardán

source: This makes it easier for anyone using a wheelchair to board the trams
ga: Ar an mbealach seo tá sé níos éasca ag duine atá i gcathaoir rotha dul ar bord na tramanna

source: If you use a wheelchair, you must enter through the double doors in the middle of the tram where information on where and how to position the wheelchair is shown
ga: Má bhaineann tú úsáid as cathaoir rotha, ní mór duit dul isteach tríd na doirse dúbailte i lár an tram áit a bhfuil eolas ar fáil cén áit agus cén chaoi is fearr an cathaoir rotha a chur ar an tram

source: Make sure that you are facing the rear of the tram while travelling
ga: Bí cinnte go bhfuil d'aghaidh ar chúl an tram nuair atá tú ag taisteal

source: There are two designated spaces per tram, which can cater for up to four wheelchair users, complete with comfortable arm rests, which will come with adequate signage to let people know that they are there for wheelchair users if necessary
ga: Tá dhá spás faoi leith ar gach tram inár féidir freastal a dhéanamh ar cheithre chathaoir rotha, le tacaí uillinne compórdacha, ar a mbeidh dóthain comharthaí le tabhairt le fios do dhaoine go bhfuil siad curtha ar fáil d’úsáideoirí cathaoireacha rotha más gá

source: There is also enough space in the entry and exit areas on the trams for a number of additional wheelchair users
ga: Tá dótháin spáis freisin do roinnt eile úsáideoirí cathaoireacha rotha in aice le doirse na dtramanna

source: Free travel on Luas
ga: Saor thaistil ar an Luas

source: You may travel free on the Luas if you have a Free Travel Pass
ga: Is féidir leat taisteal ar an Luas gan aon táille a íoc má tá Pas Saorthaistil agat

source: Children under 3 travel free on the Luas but must be with an adult. Children aged 3-15 should pay the child fare
ga: Is féidir le leanaí faoi 3 bliana taisteal ar an Luas gan aon táille a íoc ach ní mór go mbeadh duine fásta in éineacht leo

source: If you have a Free Travel Pass, you do not need to get a ticket for LUAS
ga: Ba cheart do leanaí atá idir 3-15 bliana táille an linbh a íoc

source: TaxSaver Commuter tickets and Luas
ga: Ticéid Taistealaí TaxSaver agus Luas

source: Luas is part of the TaxSaver Commuter Scheme
ga: Tá Luas páirteach sa Scéim Taistealaí TaxSaver

source: There is more information on the Luas website
ga: Tá tuilleadh eolais ar an láithreán gréasáin an Luas

source: Bus and train links with Luas
ga: Nasca bus agus traen le Luas

source: You can find more information on how Luas trams connect with bus and rail services here
ga: Is féidir leat tuilleadh eolais a fháil ar chonas a cheanglaíonn tramanna Luais le seirbhísí bus agus iarnróid anseo

source: Park and ride facilities
ga: Áiseanna le páirceáil agus taisteal

source: Car parking is available at certain stops on the Green Line (Carrickmines, Sandyford, Stillorgan and Balally) and on the Red Line (Cheeverstown and Red Cow)
ga: Tá áiseanna páirceála do charranna ar fáil ag cuid de na stadanna ar an Líne Uaithne (Carraig Mhaighin, Áth an Ghainimh, Stigh Lorgan agus Baile Amhlaoibh) agus ar an Líne Dhearg (Baile an tSíbhrigh agus an Bhó Dhearg)

source: You pay for parking before boarding the tram or by using ParkByText
ga: Íocann tú as páirceáil roimh dul ar bord an tram nó trí úsáid a bhaint as ParkByText

source: If you do not have a Luas ticket valid for travel on the day you park at a Luas stop, you will have to pay an additional charge when you leave the car park
ga: Muna bhfuil ticéad Luais agat atá bailí le taisteal ar an lá a fhágann tú do charr ag stáisiún Luais, beidh táille bhreise le n-íoc agat ar an mbealach amach ón gcarrchlós

source: More information on park and ride services and facilities is available on the Luas website
ga: Tá tuilleadh eolais ar fáil anseo

source: You will be fined €45 if you are caught without a valid Luas ticket for your journey
ga: Fíneálacha as táillí a sheachaint

source: Section 14 of the Non-Fatal Offences Against the Person Act 1997 makes it an offence to endanger all rail traffic in Ireland
ga: Gearrfar €45 ort má bheirtear ort gan ticéad Luais atá bailí don turas

source: This includes throwing any dangerous obstruction on a rail line, tampering with any rail machinery, etc
ga: Má theipeann ort an fhíneáil seo a íoc, cuirfear an dlí ort

source: Your ticket must be valid in the Luas zones you travel from, through, and to
ga: Ní mór go mbeadh do thicéad bailí do na ceantair Luais a thaistealaíonn tú uathu, tríd agus chucu

source: The cost of your ticket will depend on the number of zones your journey covers
ga: Braitheann costas do thicéid ar an líon ceantar a chlúdaíonn do thuras

source: You can download a map showing all the Luas zones here
ga: Is féidir leat léarscáil a íoschóipeáil anseo a thaispeáineann na ceantair Luais ar fad

source: You can use a ticket bought for a journey starting on one Luas line and finishing on another for the entire journey
ga: Is féidir leat ticéad a ceannaíodh do thuras a thosaigh ar líne amháin Luais agus a chríochnaíonn ar líne eile a úsáid don turas ar fad

source: You can see a guide to the different types of Luas tickets here
ga: Tá treoir do na cineálacha éagsúla ticéad Luais anseo

source: You must apply for a Photo Identity Card if you are an adult or students buying:
ga: Ní mór duit iarratas a dhéanamh ar Chárta Aitheantais le Grianghraf más duine fásta nó mac léinn thú ag ceannach:

source: • A Luas only or Luas + Bus ticket with a duration of 30 days;
ga: • ticéad Luais amháin nó ticéad Luais + Bus atá bailí ar feadh 30 lá

source: • A Luas only or Luas + Bus monthly ticket or
ga: • ticéad Luais amháin nó ticéad Luais + Bus atá bailí ar feadh míosa

source: • A Luas only or Luas + Bus annual tickets
ga: • ticéad Luais amháin nó ticéad Luais + Bus atá bailí ar feadh bliana

source: The Student Leap Card allows students to get substantially discounted fares on Iarnród Eireann, Luas and Dublin Bus services
ga: Ceadaíonn an Cárta Leap do Mhic Léinn na mic léinn a fháil táillí go substaintiúil lascainithe ar Iarnród Éireann, Luas agus Bhus Átha Cliath

source: It is only available to full-time students in second and third level education
ga: Tá sé ar fáil ach do mhic léinn lánaimseartha in oideachas dara agus tríú leibhéal

source: In December 2011, an integrated transport ticketing system was introduced for the greater Dublin area called the Leap Card
ga: I mí na Nollag 2011, tugadh isteach córas ticéadaithe comhtháite iompair do mhórcheantar Bhaile Átha Cliath ar a dtugtar an Leap Card

source: Information is available at Leapcard.ie
ga: Tá faisnéis ar fáil ag Leapcard.ie

source: You can download an application form for a Luas Adult Photo Identity Card here (pdf)
ga: Is féidir leat foirm iarratais a íoslódáil do Grianghraf Cárta Aitheantais Aosach (pdf) anseo
